age
android-studio
android-tools
archlinux-contrib
aria2
aws-cli-v2
barrier
bat
bspwm
bun-bin
caddy
cbatticon
curl
discord
dunst
easyeffects
feh
firefox
firewalld
fish
flameshot
fzf
git
git-delta
glances
htop
inxi
jellyfin-mpv-shim
jq
keepassxc
light
mosh
mpv
ncdu
neofetch
neovim
nnn
noto-fonts-emoji
pacman-contrib
parsec-bin
pasystray
pavucontrol
picom
pikaur
pipewire
pipewire-alsa
pipewire-pulse
playerctl
polybar
pyright
python
python-pip
python-pynvim
rclone
reactotron
reflector
ripgrep
rofi
rsync
slack-desktop
slock
speedtest-cli
spotify-launcher
starship
steam
streamlink
streamlink-twitch-gui-bin
stylua
sxhkd
syncthing
terraform
the_silver_searcher
tigervnc
tlp
tmux
traceroute
ttf-font-awesome
ttf-ibm-plex
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
vlc
wezterm
wget
wireguard-tools
yt-dlp
zoxide
